<?php

//Seeder: insert_pet_owners_table

return new class {
    public function run(): string
    {
        return "
        INSERT IGNORE INTO pet_owners (name, phone) VALUES
        ('Волос Сергій Василович', '380665588411'),
        ('Бондаренко Алла Юріївна', '380964787568'),
        ('Венгрова Ольга Василівна', '380673838879'),
        ('Романова Наталія Іванівна', '380968229321'),
        ('Сорока Дарина Анатоліївна', '380932277515'),
        ('Попова Аліна Сергіївна', '380688715477'),
        ('Романюк Євгеній Леонідович', '380671929624'),
        ('Безвіконний Ярослав Сергійович', '380508864283'),
        ('Капитонова Надежда Владимировна', '380986251607'),
        ('Андрей Селеменев Вячеславович', '380676144006');
        ";
    }
};