<?php

//Seeder: insert_pets_table

return new class {
    public function run(): string
    {
        return "
        INSERT IGNORE INTO pets (owner_id, name, species) VALUES
        (1, 'Бася', 'Кот - простой'),
        (2, 'Моли', 'К-от - британец'),
        (3, 'Мотя', 'Собака - дворняга'),
        (4, 'Рекс', 'Собака - немецкая овчарка'),
        (5, 'Буч', 'Собака - немецкая овчарка'),
        (6, 'Фома', 'Хомяк'),
        (7, 'Шина', 'Шиншилла'),
        (8, 'Фреді', 'Обезьяна'),
        (8, 'Сомі', 'Обезьяна'),
        (9, 'Тима', 'Кот - персидский'),
        (10, 'Фима', 'Кот - сиамский');
        ";
    }
};