<?php

//Seeder: insert_vets_table

return new class {
    public function run(): string
    {
        return "
        INSERT IGNORE INTO vets (clinic_id, name, specialty) VALUES
        (1, 'Илинов Сергей', 'Хирург, травматолог'), 
        (1, 'Микитюк Мария', 'Анестезиолог'), 
        (1, 'Дробушка Татьяна', 'Гинеколог'), 
        (2, 'Савченко Владимир', 'Хирург, травматолог'), 
        (2, 'Балашов Евгений', 'Анестезиолог'), 
        (2, 'Плагун Людмила', 'Гинеколог'), 
        (3, 'Замятин Андрей', 'Хирург, травматолог'), 
        (3, 'Ройфе Сергей', 'Анестезиолог'), 
        (3, 'Коробкова Оля', 'Гинеколог'), 
        (4, 'Чорный Сергей', 'Хирург, травматолог'),  
        (4, 'Марченко Евгений', 'Анестезиолог'), 
        (4, 'Дубинко Наташа', 'Гинеколог'), 
        (5, 'Стеценко Сергей', 'Хирург, травматолог'),  
        (5, 'Шевченко Олег', 'Анестезиолог'), 
        (5, 'Богдан Мария', 'Гинеколог');
        ";
    }
};